Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTags.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

source: Imaginary Friend as a Heroine
de: Imaginäre Freundin als Heldin
ja: 空想の友達がヒロイン
ko: 상상 속 친구가 여성 주인공
pl: Wyobrażona przyjaciółka jako bohaterka
zh_hans: 想象中的朋友担任女主角
zh_hant: 想像中的朋友擔任女主角

source: Immortal Hero
de: Unsterblicher Held
ja: 不死身の男性主人公
ko: 불사신인 남성 주인공
pl: Nieśmiertelny bohater
zh_hans: 不死男主角
zh_hant: 不死男主角

source: Immortal Heroine
de: Unsterbliche Heldin
ja: 不死身のヒロイン
ko: 불사신인 여성 주인공
pl: Nieśmiertelna bohaterka
zh_hans: 不死女主角
zh_hant: 不死女主角

source: Immortal Protagonist
de: Unsterbliche Hauptfigur
ja: 不死身の主人公
ko: 불사신인 주인공
pl: Nieśmiertelny protagonista
zh_hans: 不死主角
zh_hant: 不死主角

source: Imouto-type Heroine
de: Heldin vom Typ jüngere Schwester
ja: 妹系ヒロイン
ko: 여동생계 여성 주인공
pl: Bohaterka typu młodszej siostry
zh_hans: 妹妹系女主角
zh_hant: 妹妹系女主角

source: Impact-Play
de: Schlagspiele
ja: インパクトプレイ
ko: 타격 플레이
pl: Zabawy z uderzaniem
zh_hans: 打击玩法
zh_hant: 打擊玩法

source: Implementation of Sexual Content
de: Umsetzung sexueller Inhalte
ja: 性的コンテンツの実装
ko: 성적 콘텐츠 구현 방식
pl: Sposób przedstawiania treści seksualnych
zh_hans: 色情内容呈现方式
zh_hant: 色情內容呈現方式

source: Impotent Protagonist
de: Impotente Hauptfigur
ja: 性的不能の主人公
ko: 발기 불능인 주인공
pl: Protagonista z impotencją
zh_hans: 阳痿主角
zh_hant: 陽痿主角

source: Impregnation
de: Schwängerung
ja: 妊娠
ko: 임신
pl: Zapłodnienie
zh_hans: 受孕
zh_hant: 受孕

source: Impregnation by Others
de: Schwängerung durch andere
ja: 他者による妊娠
ko: 다른 인물에 의한 임신
pl: Zapłodnienie przez innych
zh_hans: 被他人受孕
zh_hant: 因他人而懷孕

source: Impregnation Choice
de: Wahl der Schwängerung
ja: 妊娠の選択
ko: 임신 선택
pl: Wybór zapłodnienia
zh_hans: 受孕选择
zh_hant: 受孕選擇

source: Impulsive Protagonist
de: Impulsive Hauptfigur
ja: 衝動的な主人公
ko: 충동적인 주인공
pl: Impulsywny protagonista
zh_hans: 冲动主角
zh_hant: 衝動主角

source: In Medias Res
de: Einstieg mitten ins Geschehen
ja: 物語の途中から開始
ko: 이야기 중간부터 시작
pl: Rozpoczęcie w środku akcji
zh_hans: 开门见山
zh_hant: 從故事中段開始

source: In-game Sexual Content Toggle
de: Sexuelle Inhalte im Spiel ein- und ausschaltbar
ja: ゲーム内の性的コンテンツ切替
ko: 게임 내 성적 콘텐츠 전환
pl: Włączanie i wyłączanie treści seksualnych w grze
zh_hans: 游戏内色情内容开关
zh_hant: 遊戲內色情內容開關

source: In-Game Tutorial
de: Anleitung im Spiel
ja: ゲーム内チュートリアル
ko: 게임 내 튜토리얼
pl: Samouczek w grze
zh_hans: 游戏内教程
zh_hant: 遊戲內教學

source: In-law Incest
de: Inzest zwischen angeheirateten Verwandten
ja: 義理の親族との近親相姦
ko: 인척 간 근친상간
pl: Kazirodztwo między powinowatymi
zh_hans: 姻亲乱伦
zh_hant: 姻親亂倫

source: Inanimate Hero
de: Unbelebter Gegenstand als Held
ja: 無生物の男性主人公
ko: 무생물인 남성 주인공
pl: Bohater będący nieożywionym przedmiotem
zh_hans: 无生命物男主角
zh_hant: 無生命物男主角

source: Inbred Heroine
de: Aus Inzucht hervorgegangene Heldin
ja: 近親交配で生まれたヒロイン
ko: 근친 교배로 태어난 여성 주인공
pl: Bohaterka będąca potomkiem blisko spokrewnionych rodziców
zh_hans: 近亲所生女主角
zh_hant: 近親所生女主角

source: Inbred Protagonist
de: Aus Inzucht hervorgegangene Hauptfigur
ja: 近親交配で生まれた主人公
ko: 근친 교배로 태어난 주인공
pl: Protagonista będący potomkiem blisko spokrewnionych rodziców
zh_hans: 近亲所生主角
zh_hant: 近親所生主角

source: Inbreeding
de: Inzucht
ja: 近親交配
ko: 근친 교배
pl: Rozmnażanie w bliskim pokrewieństwie
zh_hans: 近亲繁殖
zh_hant: 近親繁殖

source: Incest
de: Inzest
ja: 近親相姦
ko: 근친상간
pl: Kazirodztwo
zh_hans: 乱伦
zh_hant: 亂倫

source: Incest Roleplay
de: Inzest-Rollenspiel
ja: 近親相姦ロールプレイ
ko: 근친상간 역할극
pl: Odgrywanie kazirodztwa
zh_hans: 乱伦角色扮演
zh_hant: 亂倫角色扮演

source: Incest Romance
de: Inzestuöse Romanze
ja: 近親間の恋愛
ko: 근친 관계의 연애
pl: Romans kazirodczy
zh_hans: 乱伦恋爱
zh_hant: 亂倫戀愛

source: Incubi
de: Inkuben
ja: インキュバス
ko: 인큐버스
pl: Inkuby
zh_hans: 梦魔
zh_hant: 夢魔

source: Incubus Hero
de: Inkubus als Held
ja: インキュバスの男性主人公
ko: 인큐버스인 남성 주인공
pl: Bohater będący inkubem
zh_hans: 梦魔男主角
zh_hant: 夢魔男主角

source: Incubus Protagonist
de: Inkubus als Hauptfigur
ja: インキュバスの主人公
ko: 인큐버스인 주인공
pl: Protagonista będący inkubem
zh_hans: 梦魔主角
zh_hant: 夢魔主角

source: India
de: Indien
ja: インド
ko: 인도
pl: Indie
zh_hans: 印度
zh_hant: 印度

source: Indonesia
de: Indonesien
ja: インドネシア
ko: 인도네시아
pl: Indonezja
zh_hans: 印度尼西亚
zh_hant: 印尼

source: Infertile Heroine
de: Unfruchtbare Heldin
ja: 不妊のヒロイン
ko: 불임인 여성 주인공
pl: Bezpłodna bohaterka
zh_hans: 不孕女主角
zh_hant: 不孕女主角

source: Infidelity
de: Untreue
ja: 不貞
ko: 외도
pl: Niewierność
zh_hans: 不忠
zh_hant: 不忠

source: Infinite Spontaneous Power-ups
de: Unbegrenzte spontane Kraftsteigerungen
ja: 無限の突発的パワーアップ
ko: 끝없이 갑작스러운 파워업
pl: Nieograniczone spontaniczne wzmocnienia
zh_hans: 无限临场强化
zh_hant: 無限次突發強化

source: Inflation
de: Aufblähung
ja: 膨張
ko: 신체 팽창
pl: Nadmuchiwanie
zh_hans: 膨胀
zh_hant: 膨脹

source: Infodumping
de: Geballte Informationsvermittlung
ja: 情報の詰め込み
ko: 정보 과다 설명
pl: Nagromadzenie informacji w narracji
zh_hans: 集中灌输信息
zh_hant: 集中灌輸資訊

source: Insects
de: Insekten
ja: 昆虫
ko: 곤충
pl: Owady
zh_hans: 昆虫
zh_hant: 昆蟲

source: Insemination by Non-Humanoids
de: Besamung durch nicht humanoide Wesen
ja: 非人型生物による授精
ko: 비인간형 존재에 의한 수정
pl: Inseminacja przez istoty niehumanoidalne
zh_hans: 非人形生物授精
zh_hant: 非人型生物授精

source: Insert Songs
de: Lieder innerhalb der Handlung
ja: 挿入歌
ko: 삽입곡
pl: Piosenki w trakcie fabuły
zh_hans: 插入曲
zh_hant: 插入曲

source: Insomnia
de: Schlaflosigkeit
ja: 不眠症
ko: 불면증
pl: Bezsenność
zh_hans: 失眠
zh_hant: 失眠

source: Instrumentalist Hero
de: Instrumentalist als Held
ja: 楽器奏者の男性主人公
ko: 악기 연주자인 남성 주인공
pl: Bohater będący instrumentalistą
zh_hans: 乐手男主角
zh_hant: 樂手男主角

source: Instrumentalist Heroine
de: Instrumentalistin als Heldin
ja: 楽器奏者のヒロイン
ko: 악기 연주자인 여성 주인공
pl: Bohaterka będąca instrumentalistką
zh_hans: 乐手女主角
zh_hant: 樂手女主角

source: Instrumentalist Protagonist
de: Instrumentalist als Hauptfigur
ja: 楽器奏者の主人公
ko: 악기 연주자인 주인공
pl: Protagonista będący instrumentalistą
zh_hans: 乐手主角
zh_hant: 樂手主角

source: Intelligent Zombie
de: Intelligenter Zombie
ja: 知性のあるゾンビ
ko: 지능이 있는 좀비
pl: Inteligentny zombie
zh_hans: 有智慧的僵尸
zh_hant: 有智慧的僵屍

source: Inter-class Romance
de: Klassenübergreifende Romanze
ja: 階級を超えた恋愛
ko: 계급을 초월한 연애
pl: Romans między osobami z różnych klas społecznych
zh_hans: 跨阶级恋爱
zh_hant: 跨階級戀愛

source: Interactive Adventure Game
de: Interaktives Abenteuerspiel
ja: インタラクティブアドベンチャーゲーム
ko: 인터랙티브 어드벤처 게임
pl: Interaktywna gra przygodowa
zh_hans: 互动冒险游戏
zh_hant: 互動冒險遊戲

source: Interactive Display Devices
de: Interaktive Anzeigegeräte
ja: インタラクティブディスプレイ
ko: 인터랙티브 디스플레이 장치
pl: Interaktywne urządzenia wyświetlające
zh_hans: 互动显示设备
zh_hant: 互動顯示設備

source: Interactive Movie
de: Interaktiver Film
ja: インタラクティブムービー
ko: 인터랙티브 무비
pl: Film interaktywny
zh_hans: 互动电影
zh_hant: 互動電影

source: Interactive Touching Game
de: Interaktives Berührungsspiel
ja: インタラクティブお触りゲーム
ko: 인터랙티브 터치 게임
pl: Interaktywna gra dotykowa
zh_hans: 互动触摸游戏
zh_hant: 互動觸摸遊戲

source: Intercrural Sex
de: Schenkelverkehr
ja: 素股
ko: 허벅지 사이 성교
pl: Seks między udami
zh_hans: 股交
zh_hant: 股交

source: Interdimensional Odyssey
de: Odyssee zwischen Dimensionen
ja: 次元を超えた冒険
ko: 차원을 넘나드는 모험
pl: Odyseja między wymiarami
zh_hans: 跨维度冒险
zh_hant: 跨維度冒險

source: Interdimensional Organization
de: Dimensionsübergreifende Organisation
ja: 次元を超えた組織
ko: 차원을 넘나드는 조직
pl: Organizacja międzywymiarowa
zh_hans: 跨维度组织
zh_hant: 跨維度組織

source: Internal Exhibition of Sex
de: Innenansicht beim Sex
ja: 性行為の内部描写
ko: 성행위 중 체내 묘사
pl: Wewnętrzny widok podczas seksu
zh_hans: 性爱内部展示
zh_hant: 性愛的體內描寫

source: Internal Pissing
de: Urinieren in den Körper
ja: 体内放尿
ko: 체내 배뇨
pl: Oddawanie moczu do wnętrza ciała
zh_hans: 体内排尿
zh_hant: 體內排尿

source: Interracial Sex
de: Sex zwischen Personen verschiedener Ethnien
ja: 異人種間セックス
ko: 인종 간 성교
pl: Seks między osobami różnego pochodzenia etnicznego
zh_hans: 异族性爱
zh_hant: 異族性愛

source: Interracial/interspecies Romance
de: Ethnien- oder artenübergreifende Romanze
ja: 異人種間／異種間の恋愛
ko: 다른 인종 또는 종족 간 연애
pl: Romans między osobami różnego pochodzenia lub gatunku
zh_hans: 跨种族／跨物种恋爱
zh_hant: 跨種族／跨物種戀愛

source: Intrigue
de: Intrige
ja: 策謀
ko: 권모술수
pl: Intryga
zh_hans: 权谋
zh_hant: 權謀

source: Inumimi Hero
de: Held mit Hundeohren
ja: 犬耳の男性主人公
ko: 개 귀를 가진 남성 주인공
pl: Bohater z psimi uszami
zh_hans: 犬耳男主角
zh_hant: 犬耳男主角

source: Inumimi Heroine
de: Heldin mit Hundeohren
ja: 犬耳のヒロイン
ko: 개 귀를 가진 여성 주인공
pl: Bohaterka z psimi uszami
zh_hans: 犬耳女主角
zh_hant: 犬耳女主角

source: Inventor Hero
de: Erfinder als Held
ja: 発明家の男性主人公
ko: 발명가인 남성 주인공
pl: Bohater będący wynalazcą
zh_hans: 发明家男主角
zh_hant: 發明家男主角

source: Inventor Heroine
de: Erfinderin als Heldin
ja: 発明家のヒロイン
ko: 발명가인 여성 주인공
pl: Bohaterka będąca wynalazczynią
zh_hans: 发明家女主角
zh_hant: 發明家女主角

source: Inventor Protagonist
de: Erfinder als Hauptfigur
ja: 発明家の主人公
ko: 발명가인 주인공
pl: Protagonista będący wynalazcą
zh_hans: 发明家主角
zh_hant: 發明家主角

source: Invisibility
de: Unsichtbarkeit
ja: 透明化
ko: 투명화
pl: Niewidzialność
zh_hans: 隐身
zh_hant: 隱身

source: Irish Mythology
de: Irische Mythologie
ja: アイルランド神話
ko: 아일랜드 신화
pl: Mitologia irlandzka
zh_hans: 爱尔兰神话
zh_hant: 愛爾蘭神話

source: Island
de: Insel
ja: 島
ko: 섬
pl: Wyspa
zh_hans: 岛屿
zh_hant: 島嶼

source: Italian Mafia
de: Italienische Mafia
ja: イタリアンマフィア
ko: 이탈리아 마피아
pl: Włoska mafia
zh_hans: 意大利黑手党
zh_hant: 義大利黑手黨

source: Italy
de: Italien
ja: イタリア
ko: 이탈리아
pl: Włochy
zh_hans: 意大利
zh_hant: 義大利

source: Janitor Protagonist
de: Hausmeister als Hauptfigur
ja: 清掃員の主人公
ko: 청소부인 주인공
pl: Protagonista będący dozorcą
zh_hans: 清洁工主角
zh_hant: 清潔工主角

source: Janken
de: Schere, Stein, Papier
ja: じゃんけん
ko: 가위바위보
pl: Papier, kamień, nożyce
zh_hans: 猜拳
zh_hant: 猜拳

source: Japanese Idols
de: Japanische Idole
ja: 日本のアイドル
ko: 일본 아이돌
pl: Japońscy idole
zh_hans: 日本偶像
zh_hant: 日本偶像

source: Japanese Mythology
de: Japanische Mythologie
ja: 日本神話
ko: 일본 신화
pl: Mitologia japońska
zh_hans: 日本神话
zh_hant: 日本神話

source: Japanese Voice Acting (For Non-OJLVNs)
de: Japanische Sprachausgabe bei nicht ursprünglich japanischsprachigen Visual Novels
ja: 日本語音声（非OJLVN作品）
ko: 일본어 음성(비 OJLVN 작품)
pl: Japoński dubbing w powieściach wizualnych pierwotnie niepowstałych po japońsku
zh_hans: 日语配音（非OJLVN作品）
zh_hant: 日語配音（非OJLVN作品）

source: Japanophile Heroine
de: Japanliebhaberin als Heldin
ja: 日本好きのヒロイン
ko: 일본 애호가인 여성 주인공
pl: Bohaterka będąca miłośniczką Japonii
zh_hans: 日本迷女主角
zh_hant: 日本迷女主角

source: Jealousy
de: Eifersucht
ja: 嫉妬
ko: 질투
pl: Zazdrość
zh_hans: 嫉妒
zh_hant: 嫉妒

source: Jigsaw Puzzle
de: Puzzle
ja: ジグソーパズル
ko: 직소 퍼즐
pl: Puzzle
zh_hans: 拼图
zh_hant: 拼圖

source: Joke Endings
de: Scherzenden
ja: ジョークエンド
ko: 개그 엔딩
pl: Żartobliwe zakończenia
zh_hans: 搞笑结局
zh_hant: 搞笑結局

source: Journalist Hero
de: Journalist als Held
ja: 記者の男性主人公
ko: 기자인 남성 주인공
pl: Bohater będący dziennikarzem
zh_hans: 记者男主角
zh_hant: 記者男主角

source: Journalist Heroine
de: Journalistin als Heldin
ja: 記者のヒロイン
ko: 기자인 여성 주인공
pl: Bohaterka będąca dziennikarką
zh_hans: 记者女主角
zh_hant: 記者女主角

source: Journalist Protagonist
de: Journalist als Hauptfigur
ja: 記者の主人公
ko: 기자인 주인공
pl: Protagonista będący dziennikarzem
zh_hans: 记者主角
zh_hant: 記者主角

source: Journey
de: Reise
ja: 旅
ko: 여정
pl: Podróż
zh_hans: 旅程
zh_hant: 旅程

source: Jump Scares
de: Plötzliche Schreckmomente
ja: ジャンプスケア
ko: 점프 스케어
pl: Nagłe straszaki
zh_hans: 突发惊吓
zh_hant: 突發驚嚇

source: Jump to Next Choice
de: Zur nächsten Entscheidung springen
ja: 次の選択肢へジャンプ
ko: 다음 선택지로 이동
pl: Przeskok do następnego wyboru
zh_hans: 跳至下一个选项
zh_hant: 跳至下一個選項

source: Jump to Next Scene
de: Zur nächsten Szene springen
ja: 次のシーンへジャンプ
ko: 다음 장면으로 이동
pl: Przeskok do następnej sceny
zh_hans: 跳至下一个场景
zh_hant: 跳至下一個場景

source: Jump to Prior Choices
de: Zu früheren Entscheidungen springen
ja: 前の選択肢へジャンプ
ko: 이전 선택지로 이동
pl: Przeskok do wcześniejszych wyborów
zh_hans: 跳至之前的选项
zh_hant: 跳至之前的選項

source: Jump to Prior Scene
de: Zur vorherigen Szene springen
ja: 前のシーンへジャンプ
ko: 이전 장면으로 이동
pl: Przeskok do poprzedniej sceny
zh_hans: 跳至上一个场景
zh_hant: 跳至上一個場景

source: Jump to Unread
de: Zu ungelesenem Text springen
ja: 未読部分へジャンプ
ko: 읽지 않은 부분으로 이동
pl: Przeskok do nieprzeczytanego tekstu
zh_hans: 跳至未读内容
zh_hant: 跳至未讀內容

source: Jump-to-Ejaculation Button
de: Taste zum Überspringen bis zur Ejakulation
ja: 射精までジャンプするボタン
ko: 사정 시점으로 이동하는 버튼
pl: Przycisk przeskoku do wytrysku
zh_hans: 跳至射精按钮
zh_hant: 跳至射精按鈕

source: Kaiju
de: Kaijū
ja: 怪獣
ko: 괴수
pl: Kaijū
zh_hans: 怪兽
zh_hant: 怪獸

source: Kana-only Script
de: Text nur in Kana
ja: かなのみの文章
ko: 가나로만 된 텍스트
pl: Tekst wyłącznie w kana
zh_hans: 仅假名文本
zh_hant: 僅假名文字

source: Kanji Puns
de: Wortspiele mit Kanji
ja: 漢字の言葉遊び
ko: 한자 말장난
pl: Gry słowne z kanji
zh_hans: 汉字双关
zh_hant: 漢字雙關

source: Katekyo Hitman Reborn!
de: Reborn!
ja: 家庭教師ヒットマンREBORN!
ko: 가정교사 히트맨 REBORN!
pl: Reborn!
zh_hans: 家庭教师HITMAN REBORN!
zh_hant: 家庭教師HITMAN REBORN!

source: Kemonomimi
de: Tierohren
ja: 獣耳
ko: 동물 귀
pl: Zwierzęce uszy
zh_hans: 兽耳
zh_hant: 獸耳

source: Kemonomimi Hero
de: Held mit Tierohren
ja: 獣耳の男性主人公
ko: 동물 귀가 있는 남성 주인공
pl: Bohater ze zwierzęcymi uszami
zh_hans: 兽耳男主角
zh_hant: 獸耳男主角

source: Kemonomimi Heroine
de: Heldin mit Tierohren
ja: 獣耳のヒロイン
ko: 동물 귀가 있는 여성 주인공
pl: Bohaterka ze zwierzęcymi uszami
zh_hans: 兽耳女主角
zh_hant: 獸耳女主角

source: Kemonomimi Protagonist
de: Hauptfigur mit Tierohren
ja: 獣耳の主人公
ko: 동물 귀가 있는 주인공
pl: Protagonista ze zwierzęcymi uszami
zh_hans: 兽耳主角
zh_hant: 獸耳主角

source: Kemonomimi Support Character
de: Nebenfigur mit Tierohren
ja: 獣耳のサブキャラクター
ko: 동물 귀가 있는 조연
pl: Postać drugoplanowa ze zwierzęcymi uszami
zh_hans: 兽耳配角
zh_hant: 獸耳配角

source: Kendo Club
de: Kendō-Club
ja: 剣道部
ko: 검도부
pl: Klub kendo
zh_hans: 剑道社
zh_hant: 劍道社

source: Kidnapping
de: Entführung
ja: 誘拐
ko: 납치
pl: Porwanie
zh_hans: 绑架
zh_hant: 綁架

source: King Protagonist
de: König als Hauptfigur
ja: 王の主人公
ko: 왕인 주인공
pl: Protagonista będący królem
zh_hans: 国王主角
zh_hant: 國王主角

source: Kissing Scene
de: Kussszene
ja: キスシーン
ko: 키스 장면
pl: Scena pocałunku
zh_hans: 接吻场景
zh_hant: 接吻場景

source: Kitsune Hero
de: Fuchsgeist als Held
ja: 狐の男性主人公
ko: 여우 요괴인 남성 주인공
pl: Bohater będący lisim duchem
zh_hans: 狐妖男主角
zh_hant: 狐妖男主角

source: Kitsune Heroine
de: Fuchsgeist als Heldin
ja: 狐のヒロイン
ko: 여우 요괴인 여성 주인공
pl: Bohaterka będąca lisim duchem
zh_hans: 狐妖女主角
zh_hant: 狐妖女主角

source: Kneepit Sex
de: Sex in der Kniekehle
ja: ひかがみコキ
ko: 오금 사이 성교
pl: Seks z użyciem zgięcia kolana
zh_hans: 膝窝交
zh_hant: 膝窩交

source: Knife/Dagger Combat
de: Kampf mit Messern oder Dolchen
ja: ナイフ／短剣での戦闘
ko: 나이프·단검 전투
pl: Walka nożem lub sztyletem
zh_hans: 刀／匕首战斗
zh_hant: 刀／匕首戰鬥

source: Knight Hero
de: Ritter als Held
ja: 騎士の男性主人公
ko: 기사인 남성 주인공
pl: Bohater będący rycerzem
zh_hans: 骑士男主角
zh_hant: 騎士男主角

source: Knight Heroine
de: Ritterin als Heldin
ja: 騎士のヒロイン
ko: 기사인 여성 주인공
pl: Bohaterka będąca rycerką
zh_hans: 骑士女主角
zh_hant: 騎士女主角

source: Knight Protagonist
de: Ritter als Hauptfigur
ja: 騎士の主人公
ko: 기사인 주인공
pl: Protagonista będący rycerzem
zh_hans: 骑士主角
zh_hant: 騎士主角

source: Kunoichi Heroine
de: Ninja-Frau als Heldin
ja: くノ一のヒロイン
ko: 쿠노이치 여성 주인공
pl: Bohaterka będąca kobietą ninja
zh_hans: 女忍者女主角
zh_hant: 女忍者女主角

source: Kuroko no Basuke
de: Kuroko’s Basketball
ja: 黒子のバスケ
ko: 쿠로코의 농구
pl: Kuroko’s Basket
zh_hans: 黑子的篮球
zh_hant: 影子籃球員

source: Kuroshitsuji
de: Black Butler
ja: 黒執事
ko: 흑집사
pl: Black Butler
zh_hans: 黑执事
zh_hant: 黑執事

source: Kuudere Hero
de: Kuudere als Held
ja: クーデレの男性主人公
ko: 쿨데레 남성 주인공
pl: Bohater typu kuudere
zh_hans: 冷娇男主角
zh_hant: 冷嬌男主角

source: Kuudere Heroine
de: Kuudere als Heldin
ja: クーデレのヒロイン
ko: 쿨데레 여성 주인공
pl: Bohaterka typu kuudere
zh_hans: 冷娇女主角
zh_hant: 冷嬌女主角

source: Laboratory
de: Labor
ja: 研究所
ko: 연구소
pl: Laboratorium
zh_hans: 实验室
zh_hant: 實驗室

source: Lactation During Sex
de: Milchbildung beim Sex
ja: セックス中の授乳
ko: 성교 중 모유 분비
pl: Laktacja podczas seksu
zh_hans: 性爱中泌乳
zh_hant: 性愛中泌乳

source: Ladder Structure
de: Leiterförmige Handlungsstruktur
ja: ラダー構造
ko: 사다리형 구조
pl: Drabinkowa struktura fabuły
zh_hans: 阶梯式结构
zh_hant: 階梯式結構

source: Laid-back Hero
de: Gelassener Held
ja: のんびりした男性主人公
ko: 느긋한 남성 주인공
pl: Wyluzowany bohater
zh_hans: 悠闲男主角
zh_hant: 悠閒男主角

source: Laid-back Heroine
de: Gelassene Heldin
ja: のんびりしたヒロイン
ko: 느긋한 여성 주인공
pl: Wyluzowana bohaterka
zh_hans: 悠闲女主角
zh_hant: 悠閒女主角

source: Landlady Heroine
de: Vermieterin als Heldin
ja: 女性大家のヒロイン
ko: 집주인인 여성 주인공
pl: Bohaterka będąca wynajmującą
zh_hans: 女房东女主角
zh_hant: 女房東女主角

source: Landlord Hero
de: Vermieter als Held
ja: 大家の男性主人公
ko: 집주인인 남성 주인공
pl: Bohater będący wynajmującym
zh_hans: 房东男主角
zh_hant: 房東男主角

source: Late Branching Plot
de: Späte Handlungsverzweigung
ja: 終盤で分岐するストーリー
ko: 후반부에 분기하는 스토리
pl: Późne rozgałęzienie fabuły
zh_hans: 后期分支剧情
zh_hant: 後期分支劇情

source: Late Sexual Content
de: Späte sexuelle Inhalte
ja: 終盤の性的コンテンツ
ko: 후반부의 성적 콘텐츠
pl: Treści seksualne pod koniec
zh_hans: 后期色情内容
zh_hant: 後期色情內容

source: Latin American Mythology
de: Lateinamerikanische Mythologie
ja: ラテンアメリカ神話
ko: 라틴 아메리카 신화
pl: Mitologia latynoamerykańska
zh_hans: 拉丁美洲神话
zh_hant: 拉丁美洲神話

source: Lawyer Hero
de: Anwalt als Held
ja: 弁護士の男性主人公
ko: 변호사인 남성 주인공
pl: Bohater będący prawnikiem
zh_hans: 律师男主角
zh_hant: 律師男主角

source: Lawyer Heroine
de: Anwältin als Heldin
ja: 弁護士のヒロイン
ko: 변호사인 여성 주인공
pl: Bohaterka będąca prawniczką
zh_hans: 律师女主角
zh_hant: 律師女主角

source: Lawyer Protagonist
de: Anwalt als Hauptfigur
ja: 弁護士の主人公
ko: 변호사인 주인공
pl: Protagonista będący prawnikiem
zh_hans: 律师主角
zh_hant: 律師主角

source: Lazy Hero
de: Fauler Held
ja: 怠け者の男性主人公
ko: 게으른 남성 주인공
pl: Leniwy bohater
zh_hans: 懒惰男主角
zh_hant: 懶惰男主角

source: Lazy Heroine
de: Faule Heldin
ja: 怠け者のヒロイン
ko: 게으른 여성 주인공
pl: Leniwa bohaterka
zh_hans: 懒惰女主角
zh_hant: 懶惰女主角

source: Lazy Protagonist
de: Faule Hauptfigur
ja: 怠け者の主人公
ko: 게으른 주인공
pl: Leniwy protagonista
zh_hans: 懒惰主角
zh_hant: 懶惰主角

source: Leader Hero
de: Anführer als Held
ja: リーダーの男性主人公
ko: 지도자인 남성 주인공
pl: Bohater będący przywódcą
zh_hans: 领袖男主角
zh_hant: 領袖男主角

source: Leader Heroine
de: Anführerin als Heldin
ja: リーダーのヒロイン
ko: 지도자인 여성 주인공
pl: Bohaterka będąca przywódczynią
zh_hans: 领袖女主角
zh_hant: 領袖女主角

source: Leader Protagonist
de: Anführer als Hauptfigur
ja: リーダーの主人公
ko: 지도자인 주인공
pl: Protagonista będący przywódcą
zh_hans: 领袖主角
zh_hant: 領袖主角

source: Leather Bondage
de: Fesselung mit Leder
ja: 革製拘束具
ko: 가죽 구속구
pl: Krępowanie skórą
zh_hans: 皮革束缚
zh_hant: 皮革束縛

source: Legal Shota Hero
de: Volljähriger Held mit jungenhaftem Aussehen
ja: 合法ショタの男性主人公
ko: 합법 쇼타 남성 주인공
pl: Pełnoletni bohater o chłopięcym wyglądzie
zh_hans: 合法正太男主角
zh_hant: 合法正太男主角

source: Legjob
de: Penisstimulation mit den Beinen
ja: 脚コキ
ko: 레그잡
pl: Stymulacja penisa nogami
zh_hans: 腿交
zh_hant: 腿交

source: Legwear Footjob
de: Fußstimulation mit bekleideten Beinen
ja: 靴下越しの足コキ
ko: 레그웨어를 신은 채 하는 풋잡
pl: Stymulacja stopami w pończochach lub skarpetkach
zh_hans: 穿袜足交
zh_hant: 穿襪足交

source: Lesbian Domination
de: Dominanz unter lesbischen Frauen
ja: レズビアンによる支配
ko: 레즈비언 지배
pl: Dominacja wśród lesbijek
zh_hans: 女同性恋支配
zh_hant: 女同性戀支配

source: Lesbian Heroine
de: Lesbische Heldin
ja: レズビアンのヒロイン
ko: 레즈비언인 여성 주인공
pl: Bohaterka będąca lesbijką
zh_hans: 女同性恋女主角
zh_hant: 女同性戀女主角

source: Lesbian Lolicon
de: Lesbisches Lolicon
ja: レズビアンのロリコン
ko: 레즈비언 로리콘
pl: Lesbijski lolicon
zh_hans: 女同性恋萝莉控
zh_hant: 女同性戀蘿莉控

source: Lesbian NTR
de: Lesbisches Netorare
ja: レズNTR
ko: 레즈비언 NTR
pl: Lesbijskie netorare
zh_hans: 女同性恋NTR
zh_hant: 女同性戀NTR

source: Lesbian Protagonist
de: Lesbische Hauptfigur
ja: レズビアンの主人公
ko: 레즈비언인 주인공
pl: Protagonistka będąca lesbijką
zh_hans: 女同性恋主角
zh_hant: 女同性戀主角

source: Lesbian Rape
de: Vergewaltigung unter Frauen
ja: レズ強姦
ko: 레즈비언 강간
pl: Gwałt między kobietami
zh_hans: 女同性恋强奸
zh_hant: 女同性戀強姦

source: Lesbian Sex
de: Sex zwischen Frauen
ja: レズセックス
ko: 여성 간 성교
pl: Seks między kobietami
zh_hans: 女女性爱
zh_hant: 女女性愛

source: Lesbian Sex Only
de: Nur Sex zwischen Frauen
ja: レズセックスのみ
ko: 여성 간 성교만 등장
pl: Wyłącznie seks między kobietami
zh_hans: 仅女女性爱
zh_hant: 僅女女性愛

source: LGBTQ Issues
de: LGBTQ-Themen
ja: LGBTQに関する問題
ko: LGBTQ 관련 의제
pl: Kwestie LGBTQ
zh_hans: LGBTQ议题
zh_hant: LGBTQ議題

source: Librarian Hero
de: Bibliothekar als Held
ja: 司書の男性主人公
ko: 사서인 남성 주인공
pl: Bohater będący bibliotekarzem
zh_hans: 图书管理员男主角
zh_hant: 圖書管理員男主角

source: Librarian Heroine
de: Bibliothekarin als Heldin
ja: 司書のヒロイン
ko: 사서인 여성 주인공
pl: Bohaterka będąca bibliotekarką
zh_hans: 图书管理员女主角
zh_hant: 圖書管理員女主角

source: Library
de: Bibliothek
ja: 図書館
ko: 도서관
pl: Biblioteka
zh_hans: 图书馆
zh_hant: 圖書館

source: Life and Death Drama
de: Drama über Leben und Tod
ja: 生と死のドラマ
ko: 삶과 죽음의 드라마
pl: Dramat o życiu i śmierci
zh_hans: 生死剧
zh_hant: 生死劇

source: Lifeguard Hero
de: Rettungsschwimmer als Held
ja: ライフガードの男性主人公
ko: 수상 안전요원인 남성 주인공
pl: Bohater będący ratownikiem wodnym
zh_hans: 救生员男主角
zh_hant: 救生員男主角

source: Lifeguard Heroine
de: Rettungsschwimmerin als Heldin
ja: ライフガードのヒロイン
ko: 수상 안전요원인 여성 주인공
pl: Bohaterka będąca ratowniczką wodną
zh_hans: 救生员女主角
zh_hant: 救生員女主角

source: Lifeguard Protagonist
de: Rettungsschwimmer als Hauptfigur
ja: ライフガードの主人公
ko: 수상 안전요원인 주인공
pl: Protagonista będący ratownikiem wodnym
zh_hans: 救生员主角
zh_hant: 救生員主角

source: Linear Plot
de: Lineare Handlung
ja: 一本道のストーリー
ko: 선형 스토리
pl: Liniowa fabuła
zh_hans: 线性剧情
zh_hant: 線性劇情

source: Linked Clamps
de: Verbundene Klemmen
ja: 連結クランプ
ko: 연결된 클램프
pl: Połączone klamry
zh_hans: 串联夹具
zh_hant: 串聯夾具

source: Linked Piercings
de: Verbundene Piercings
ja: 連結ピアス
ko: 연결된 피어싱
pl: Połączone kolczyki
zh_hans: 相连穿孔
zh_hant: 相連穿孔

source: Lip Sync
de: Lippensynchronisation
ja: リップシンク
ko: 립싱크
pl: Synchronizacja ruchu ust
zh_hans: 口型同步
zh_hant: 口型同步

source: Literary Adaptation
de: Literaturadaption
ja: 文学作品の翻案
ko: 문학 작품 각색
pl: Adaptacja literacka
zh_hans: 文学作品改编
zh_hant: 文學作品改編

source: Live Sexual Broadcast
de: Sexuelle Liveübertragung
ja: 性行為の生配信
ko: 성행위 생방송
pl: Transmisja seksualna na żywo
zh_hans: 性爱直播
zh_hant: 性愛直播

source: Living Clothes Sex
de: Sex mit lebender Kleidung
ja: 生きた衣服とのセックス
ko: 살아 있는 의상과의 성교
pl: Seks z żywymi ubraniami
zh_hans: 有生命服装性爱
zh_hant: 有生命服裝性愛

source: Living Doll Hero
de: Lebende Puppe als Held
ja: 生き人形の男性主人公
ko: 살아 있는 인형인 남성 주인공
pl: Bohater będący żywą lalką
zh_hans: 活人偶男主角
zh_hant: 活人偶男主角

source: Living Doll Heroine
de: Lebende Puppe als Heldin
ja: 生き人形のヒロイン
ko: 살아 있는 인형인 여성 주인공
pl: Bohaterka będąca żywą lalką
zh_hans: 活人偶女主角
zh_hant: 活人偶女主角

source: Living Doll Protagonist
de: Lebende Puppe als Hauptfigur
ja: 生き人形の主人公
ko: 살아 있는 인형인 주인공
pl: Protagonista będący żywą lalką
zh_hans: 活人偶主角
zh_hant: 活人偶主角

source: Living Doll Support Character
de: Lebende Puppe als Nebenfigur
ja: 生き人形のサブキャラクター
ko: 살아 있는 인형인 조연
pl: Postać drugoplanowa będąca żywą lalką
zh_hans: 活人偶配角
zh_hant: 活人偶配角

source: Location Display
de: Ortsanzeige
ja: 場所表示
ko: 장소 표시
pl: Wyświetlanie miejsca
zh_hans: 地点显示
zh_hant: 地點顯示

source: Loli Heroine
de: Loli als Heldin
ja: ロリのヒロイン
ko: 로리 여성 주인공
pl: Bohaterka typu loli
zh_hans: 萝莉女主角
zh_hant: 蘿莉女主角

source: Loli Protagonist
de: Loli als Hauptfigur
ja: ロリの主人公
ko: 로리 주인공
pl: Protagonistka typu loli
zh_hans: 萝莉主角
zh_hant: 蘿莉主角

source: Loli Support Character
de: Loli als Nebenfigur
ja: ロリのサブキャラクター
ko: 로리 조연
pl: Postać drugoplanowa typu loli
zh_hans: 萝莉配角
zh_hant: 蘿莉配角

source: Lolicon Hero
de: Held mit Lolicon-Neigung
ja: ロリコンの男性主人公
ko: 로리콘 남성 주인공
pl: Bohater z upodobaniem do loli
zh_hans: 萝莉控男主角
zh_hant: 蘿莉控男主角

source: Lolicon Heroine
de: Heldin mit Lolicon-Neigung
ja: ロリコンのヒロイン
ko: 로리콘 여성 주인공
pl: Bohaterka z upodobaniem do loli
zh_hans: 萝莉控女主角
zh_hant: 蘿莉控女主角

source: Lolicon Protagonist
de: Hauptfigur mit Lolicon-Neigung
ja: ロリコンの主人公
ko: 로리콘 주인공
pl: Protagonista z upodobaniem do loli
zh_hans: 萝莉控主角
zh_hant: 蘿莉控主角

source: Long Common Route
de: Langer gemeinsamer Handlungsabschnitt
ja: 長い共通ルート
ko: 긴 공통 루트
pl: Długa wspólna część fabuły
zh_hans: 较长共通线
zh_hant: 較長共通線

source: Long Sexual Scenes
de: Lange Sexszenen
ja: 長いセックスシーン
ko: 긴 성교 장면
pl: Długie sceny seksu
zh_hans: 较长性爱场景
zh_hant: 較長性愛場景

source: Long-distance Relationship
de: Fernbeziehung
ja: 遠距離恋愛
ko: 장거리 연애
pl: Związek na odległość
zh_hans: 异地恋
zh_hant: 遠距離戀愛

source: Lost Technology
de: Verlorene Technologie
ja: 失われた技術
ko: 잃어버린 기술
pl: Zaginiona technologia
zh_hans: 失落科技
zh_hant: 失落科技

source: Lotion Play
de: Spiele mit Lotion
ja: ローションプレイ
ko: 로션 플레이
pl: Zabawy z balsamem
zh_hans: 润滑液玩法
zh_hant: 潤滑液玩法

source: Lots of Character Sprites
de: Viele Figuren-Sprites
ja: 立ち絵多数
ko: 다수의 스탠딩 CG
pl: Wiele wizerunków postaci
zh_hans: 大量角色立绘
zh_hant: 大量角色立繪
